{
  "Who we are": "Kuka me olemme",
  "At Brewmycode, we're a small, passionate team turning visions into reality. We love what we do, crafting unique solutions for every founder. No one-size-fits-all—just tailored tech for your ideas.": "Brewmycodessa olemme pieni, intohimoinen tiimi, joka muuttaa visioita todellisuudeksi. Rakastamme mitä teemme, luoden ainutlaatuisia ratkaisuja jokaiselle perustajalle. Ei mitään yhden koon ratkaisuja - vain räätälöityä teknologiaa ideoillesi.",
  "What makes us Different": "Mikä tekee meistä erilaisia",
  "We blend creativity with practicality. No buzzwords, just clear solutions. We thrive on making your dreams real, treating your ideas like our own.": "Yhdistämme luovuuden käytännöllisyyteen. Ei mitään muotitermistöä, vain selkeitä ratkaisuja. Menestymme unelmiesi toteuttamisessa, kohdaten ideasi kuin omamme.",
  "Our Promise": "Lupauksemme",
  "We are your tech partner, not just a service provider. We care about your goals and take pride in every line of code. Your success drives us.": "Olemme teknologiapartnerisi, emme vain palveluntarjoaja. Välitämme tavoitteistasi ja olemme ylpeitä jokaisesta koodirivistä. Menestyksesi ohjaa meitä.",
  "Why Trust Us": "Miksi luottaa meihin",
  "Direct Communication: Talk to real developers. Tailored Solutions: We listen first, then build. Passion for Startups: Your dreams fuel our passion.": "Suora viestintä: Puhu oikeiden kehittäjien kanssa. Räätälöidyt ratkaisut: Kuuntelemme ensin, sitten rakennamme. Into startupeille: Unelmasi ruokkivat intohimoamme.",
  "Turning Ideas Into Digital Solutions": "Käännä ideat digitaalisiksi ratkaisuiksi",
  "Brewmycode is a development agency passionate about transforming ideas into powerful digital solutions—web, blockchain, AI, game development, and more.": "Brewmycode on kehitysagentuuri, joka on intohimoinen ideoiden muuttamisessa voimakkaiksi digitaalisiksi ratkaisuiksi - verkkosivustot, lohkoketjut, tekoäly, pelikehitys ja paljon muuta.",
  "What we Offer": "Mitä tarjoamme",
  "Tech that Solves Real Problems We provide solutions- web, e-commerce, Blockchain, AI, game development, and more. Your ideas transformed into digital experiences—fast and effective.": "Teknologia, joka ratkaisee todellisia ongelmia. Tarjoamme ratkaisuja - verkkosivustot, verkkokauppa, lohkoketjut, tekoäly, pelikehitys ja paljon muuta. Ideasi muutetaan digitaalisiksi kokemuksiksi - nopeasti ja tehokkaasti.",
  "Our Services": "Palvelumme",
  "Why Brewmycode?": "Miksi Brewmycode?",
  "Technology we support": "Teknologia, jota tuemme",
  "Know more about BrewmyCode": "Tiedä lisää BrewmyCodesta",
  "Our Work": "Työmme",
  "Words From our Clients": "Sanoja asiakkailtamme",
  "Need Something More?": "Tarvitsetko jotain lisää?",
  "Hello, Let's Talk!": "Hei, puhutaan!",
  "Schedule a 30 min one-to-one call to discuss your goals and challenges": "Aikatauluta 30 minuutin yksityinen puhelu keskustellaksesi tavoitteistasi ja haasteistasi",
  "This call is optional but highly recommended!": "Tämä puhelu on valinnainen, mutta erittäin suositeltava!",
  "Choose a Date": "Valitse päivämäärä",
  "Pick a time": "Valitse aika",
  "All Times are in Indian Time": "Kaikki ajat ovat Intian aikaa",
  "Full name": "Koko nimi",
  "Phone Number": "Puhelinnumero",
  "E-Mail": "Sähköposti",
  "Take this opportunity to connect with our team and discover how our platform can empower your business to reach new heights.": "Hyödynnä tämä tilaisuus yhteydenpitoon tiimimme kanssa ja selvitä, kuinka alustamme voi voimaannuttaa liiketoimintaasi saavuttamaan uusia korkeuksia.",
  "✔️Customized website design": "✔️Räätälöity verkkosivuston suunnittelu",
  "✔️Affordable pricing": "✔️Edullinen hinnoittelu",
  "✔️Seamless user experience": "✔️Saumaton käyttäjäkokemus",
  "✔️24/7 technical support": "✔️24/7 tekninen tuki",
  "✔️Integrated digital marketing tools": "✔️Integroitu digitaaliset markkinointityökalut",
  "You can also bring any questions that you might have for us!": "Voit myös tuoda mukanasi kysymyksiä, joita sinulla saattaa olla meille!",
  "Stay ahead in the digital world!": "Pysy edellä digitaalisessa maailmassa!",
  "Receive exclusive tips, trends, and updates on:": "Saat eksklusiivisia vinkkejä, trendejä ja päivityksiä:",
  "Get in Touch": "Ota yhteyttä"
}
