{
    "pageTitle": "BrewMyCode",
    "menuOptions": {
        "Home": "Etusivu",
        "About": "Tietoja",
        "Service": "Palvelu",
        "Contact": "Ota yhteyttä",
        "Language": "Kieli"
    },
    "mainHeading": "Ideoista Digitaalisiksi Ratkaisuiksi",
    "mainPara": "Brewmycode on kehitysvirasto, joka on intohimoinen muuttamaan ideoita voimakkaiksi digitaalisiksi ratkaisuiksi - verkko, blockchain, tekoäly, pelikehitys ja paljon muuta.",
    "BtnTxtletsTalk": "Keskustellaan",
    "OfferHeading": "Mitä Tarjoamme",
    "offerPara": "Tekniikka, joka ratkaisee todellisia ongelmia. Tarjoamme ratkaisuja - verkko, e-commerce, Blockchain, tekoäly, pelikehitys ja paljon muuta. Ideasi muutetaan digitaalisiksi kokemuksiksi - nopeasti ja tehokkaasti.",
    "ServiceHeading": "Palvelumme",
    "services.WebDevelopment.title": "Verkkokehitys",
    "services.WebDevelopment.des": "Verkkosivustot tekoälyllä. Alustat, jotka kasvavat kanssasi. Avaa henkilökohtaisia käyttäjäkokemuksia koneoppimisen avulla. Muuta staattiset sivut dynaamisiksi, älykkäiksi ratkaisuiksi, jotka on räätälöity yleisöllesi. Paranna sitoutumista ja tehokkuutta automaattisilla oivalluksilla ja mukautuvilla malleilla.",
    "services.GameDevelopment.title": "Pelikehitys",
    "services.GameDevelopment.des": "Blockchain ja kryptovaluutta yksinkertaisiksi. Helppo integraatio. Vahvista liiketoimintaasi turvallisilla, hajautetuilla ratkaisuilla. Tokenisoi omaisuuserät saumattomasti ja tutustu NFT-mahdollisuuksiin. Rakenna luottamus edistyneellä blockchain-teknologialla, joka on räätälöity tarpeisiisi.",
    "services.ECommerceSolutions.title": "E-commerce-ratkaisut",
    "services.ECommerceSolutions.des": "Luo immersiivisiä maailmoja upeilla visuaaleilla ja saumattomalla pelattavuudella. Muuta konseptit todellisuudeksi edistyneillä työkaluilla ja asiantuntevalla kehityksellä. Rakenna pelejä, jotka kiehtovat ja inspiroivat pelaajia maailmanlaajuisesti.",
    "services.Blockchain.title": "Blockchain",
    "services.Blockchain.des": "Optimoi e-commerce-kokemuksesi intuitiivisella suunnittelulla ja vankalla toiminnallisuudella. Vahvista liiketoimintaasi saumattomilla maksuyhdistelmillä ja edistyneellä analytiikalla. Luo alusta, joka mukautuu ja kukoistaa kasvaessasi.",
    "whybrewHeading": "Miksi BrewMyCode?",
    "cardsdata": "Asiantuntijaohjausta matkasi yksinkertaistamiseksi. Asiantuntijaohjausta matkasi yksinkertaistamiseksi",
    "TechHeading": "Teknologia, jota tuemme",
    "techdata": {
        "JS": "JavaScript",
        "net": "Verkko",
        "ploy": "Ploy",
        "react": "React",
        "Ruby": "Ruby",
        "Shopy": "Shopy",
        "TS": "TypeScript",
        "WP": "WordPress",
        "flutter": "Flutter",
        "Etherium": "Ethereum",
        "bc": "Blockchain"
    },
    "KnowmoreHeading": "Lisätietoja BrewmyCode:sta",
    "exp1": "10+",
    "exp1sub": "Vuotta kokemusta",
    "exp2": "+50",
    "exp2sub": "Suoritettua projektia",
    "exp3": "+25",
    "exp3sub": "Maailmanlaajuiset asiakkaat",
    "ServiceData": {
        "whoWeAre": {
            "title": "Keitä me olemme",
            "description": "Brewmycode on pieni, intohimoinen tiimi, joka muuttaa visiot todellisuudeksi. Rakastamme sitä, mitä teemme, luoden ainutlaatuisia ratkaisuja jokaiselle perustajalle. Ei yhtä kokoa kaikille - vain räätälöityä tekniikkaa ideoillesi."
        },
        "whatMakesUsDifferent": {
            "title": "Mikä tekee meistä erilaisen",
            "description": "Yhdistämme luovuuden käytännöllisyyteen. Ei muotisanoja, vain selkeitä ratkaisuja. Nautimme unelmiesi tekemisestä todeksi ja kohtelemme ideoitasi kuin omiamme."
        },
        "ourPromise": {
            "title": "Lupauksemme",
            "description": "Olemme tekniikkakumppanisi, emme vain palveluntarjoaja. Välitämme tavoitteistasi ja olemme ylpeitä jokaisesta koodirivistä. Menestyksesi ajaa meitä."
        },
        "whyTrustUs": {
            "title": "Miksi luottaa meihin",
            "description": "Suora viestintä: Keskustele oikeiden kehittäjien kanssa. Räätälöidyt ratkaisut: Kuuntelemme ensin ja rakennamme sitten. Into peliyrityksistä: Unelmasi polttoaineemme."
        }
    },
    
        "servicedataBoost": "Lisäys konversioihin Brand Y:lle.",
        "servicedataBoost1": "Uudet käyttäjät kuuden kuukauden kuluessa Startup X:lle.",
        "serviceBtn": "Lue lisää ->",
   
    
    "workHeading": "Työmme",
    "worksub": "Olemme tehneet paljon projekteja - e-commerce, blockchain, pelejä ja paljon muuta. Tässä esittelemme parhaat työmme. Jokainen projekti on matka, jonka otamme yhdessä, kohtaamme haasteet ja juhlimme voittoja ystävinä.",
    "workcards.WebDevelopment.title": "Verkkokehitys",
    "workcards.WebDevelopment.description": "Blockchain ja kryptovaluutta yksinkertaisiksi.",
    "workcards.GameDevelopment.title": "Pelikehitys",
    "workcards.GameDevelopment.description": "Blockchain ja kryptovaluutta yksinkertaisiksi.",
    "workcards.Blockchain.title": "Blockchain",
    "workcards.Blockchain.description": "Blockchain ja kryptovaluutta yksinkertaisiksi.",
    "workcards.EcommerceSolution.title": "E-commerce-ratkaisut",
    "workcards.EcommerceSolution.description": "Blockchain ja kryptovaluutta yksinkertaisiksi.",
    "testimonalhead": "Asiakkaidemme Sanat",
    "testimonialsub": "Näin jotkut asiakkaamme sanovat työskentelystä kanssamme",
    "testimonialCards.ClientA.name": "Asiakas A",
    "testimonialCards.ClientA.testimonial": "Brewmycode auttoi meitä muuttamaan visiomme todellisuudeksi. Tiimi oli omistautunut ja teki prosessista sujuvan ja palkitsevan.",
    "testimonialCards.ClientB.name": "Asiakas B",
    "testimonialCards.ClientB.testimonial": "Pääsimme ideasta yli miljoonan lataukseen Brewmycode:n uskomattoman tuen ansiosta.",
    "testimonialCards.ClientC.name": "Asiakas C",
    "testimonialCards.ClientC.testimonial": "Heidän lähestymistapansa on henkilökohtainen, ja he välittävät todella menestyksestäsi. Suosittelen lämpimästi.",
    "NeedHelpHeading": "Tarvitsetko jotakin muuta?",
    "NeedHelpsub": "Luomme räätälöityjä suunnitelmia verkkosivustosi erityistarpeisiin. Ota yhteyttä",
    "btnNeedHelp": "Varaa apu",
    "footerHeading": "Pysy edellä digitaalisessa maailmassa!",
    "footerpara": "Vastaanota eksklusiivisia vinkkejä, trendejä ja päivityksiä:",
    "footersubheading1": "Verkkokehitys: Uusimmat kehykset, työkalut ja parhaat käytännöt.",
    "footersubheading2": "Digitaaliset ratkaisut: Innovatiivisia strategioita verkkoläsnäolosi parantamiseksi.",
    "footersubheading3": "Kirjoita sähköpostisi",
    "footerbtn": "Ota yhteyttä",
    
        "servicesData": {
            "WebDevelopment": {
                "mainHeading": "Verkkokehitys",
                "mainpara": "Tarvitset verkkosivuston, joka toimii sinulle - tehokas, skaalautuva ja kiinnostava. Brewmycode:ssa keskitymme luomaan digitaalisia kokemuksia, jotka auttavat sinua saavuttamaan tavoitteesi, olipa kyseessä aloittaminen alusta tai seuraavalle tasolle siirtyminen.",
                "subHeading": "Mukautettu Verkkokehitys",
                "subpara": "Laskeutumissivuista monimutkaisiin alustoihin, rakennamme räätälöityjä ratkaisuja, jotka vastaavat liiketoimintasi tarpeita. Ei valmiita malleja - vain se, mikä toimii sinulle.",
                "subhead1": "AI & ML Integraatio",
                "subpara1": "Kun kyse on erinomaisen työn ja onnellisen työpaikan luomisesta, jossa kaikki voivat olla omia itsejään, jakaminen ei ole valinnaista. Se on elintärkeää.",
                "subhead2": "Responsiivinen Suunnittelu",
                "subpara2": "Tiedämme, että ihmiset ovat panostaneet paljon yrityksiinsä, joten välitämme siitä, mitä teemme ja olemme omistautuneita löytämään ihmisiä, jotka auttavat meitä tekemään sen hyvin.",
                "subhead3": "Skaalautuva ja Turvallinen",
                "subpara3": "Kannatamme syitä, joista olemme motivoituneita, ideoita, joita vaalimme ja arvoja, joita elämme ja hengitämme.",
                "subhead4": "Jatkuvasti Kysyvä",
                "subpara4": "Roolimme ylittävät työpöytämme. Täyttymyksen löytäminen liittyy kysymysten esittämiseen, oletusten haastamiseen ja ympäröivän maailman omaksumiseen"
            },
            "GameDevelopment": {
                "mainHeading": "Pelikehitys",
                "mainpara": "Yrityksesi tarvitsee mobiilisovelluksen, joka toimii - nopea, luotettava ja helppo käyttäjille. Brewmycode:ssa teemme sovelluksia, jotka tavoittavat käyttäjäsi missä tahansa he ovat, tarjoten yksinkertaisia kokemuksia, jotka sopivat tavoitteisiisi.",
                "subHeading": "Mukautetut Mobiilisovellukset, Jotka Ajavat Menestystä Kehitämme sovelluksia, jotka auttavat yritystäsi kasvamaan.",
                "subpara": "",
                "subhead1": "Mukautettu Sovelluskehitys",
                "subpara1": "Tarvitsetpa MVP:n tai täyden sovelluksen, kehitämme sen, mitä tarvitset. Ei oikoteitä, vain käyttäjiesi haluamat ominaisuudet.",
                "subhead2": "Monialustaiset Ratkaisut",
                "subpara2": "Tavoita käyttäjät sekä iOS:ssä että Androidissa yhdellä ratkaisulla, joka toimii hyvin kaikkialla.",
                "subhead3": "Käyttäjäkeskeinen Suunnittelu",
                "subpara3": "Teemme sovelluksesi käytön helpoksi ihmisille - jotta he palaavat takaisin.",
                "subhead4": "Skaalautuva Taustajärjestelmä",
                "subpara4": "Taustajärjestelmä, joka kasvaa kanssasi, pitäen tietosi turvassa ja sovelluksesi toiminnassa sujuvasti."
            },
            "ECommerceDevelopment": {
                "mainHeading": "Verkkokaupan Kehityspalvelut",
                "mainpara": "Verkkokauppasi pitäisi tehdä muutakin kuin näyttää tuotteita - sen tulee muuntaa, tarjota saumaton ostokokemus ja skaalautua kasvusi mukana. Brewmycode auttaa sinua luomaan kaupan, joka tekee juuri sen.",
                "subHeading": "Verkkokauppa, Joka Toimii Sinulle Muuta verkkoläsnäolosi asiakkaillesi rakennetulla kaupalla.",
                "subpara": "",
                "subhead1": "Mukautettu Verkkokaupan Kehitys",
                "subpara1": "Saat ratkaisun, joka on räätälöity brändillesi, pienistä kaupoista laajoihin verkkokauppapaikkoihin. Teemme visiostasi todellisuutta.",
                "subhead2": "Käyttäjäkokemuksen Suunnittelu",
                "subpara2": "Pyrimme tekemään kaupasta helppokäyttöisen. Sujuva, intuitiivinen kokemus pitää ostajat sitoutuneina ja kannustaa ostoksia.",
                "subhead3": "Integroitu Maksujen Tarjoaja",
                "subpara3": "Tarjoa asiakkaille turvallisia ja käteviä maksuvaihtoehtoja, varmistaen helpon kassaprosessin joka kerta.",
                "subhead4": "Varastonhallintatyökalut",
                "subpara4": "Hallinnoi tuotteitasi, varastoasi ja tilauksiasi virtaviivaisilla, käyttäjäystävällisillä järjestelmillä, jotka yksinkertaistavat päivittäistä toimintaasi."
            },
            "BlockchainDevelopment": {
                "mainHeading": "Blockchain Kehityspalvelut",
                "mainpara": "Vankat, turvalliset ja skaalautuvat blockchain-ratkaisut, jotka on räätälöity liiketoimintatavoitteidesi mukaan. Brewmycode:ssa autamme sinua avaamaan blockchain-teknologian potentiaalin.",
                "subHeading": "Blockchain Ratkaisut, Jotka Auttavat Innovaatiossa",
                "subpara": "Luo blockchain-sovelluksia, jotka tarjoavat turvallisuutta, läpinäkyvyyttä ja tehokkuutta.",
                "subhead1": "Mukautettu Blockchain Kehitys",
                "subpara1": "Suunnittele ja rakenna blockchain-ratkaisuja, jotka on räätälöity erityisiin liiketoimintatarpeisiisi, olipa kyseessä hajautettu sovellus, yksityinen blockchain tai mukautettu ratkaisu.",
                "subhead2": "Älykkäiden Sopimusten Kehitys",
                "subpara2": "Automatisoi prosessit turvallisesti itse toteuttavilla älykkäillä sopimuksilla, jotka on rakennettu tarkasti ja luotettavasti.",
                "subhead3": "Hajautetut Sovellukset (dApps)",
                "subpara3": "Kehitä intuitiivisia, suorituskykyisiä hajautettuja sovelluksia eri käyttötarkoituksiin, rahoituksesta toimitusketjuun.",
                "subhead4": "Blockchain-integraatio",
                "subpara4": "Integroi blockchain saumattomasti olemassa oleviin järjestelmiisi turvallisuuden, läpinäkyvyyden ja tehokkuuden parantamiseksi."
            }
        },
        "formSection": {
            "greeting": "Hei, Puhutaan!",
            "schedule": "Varaa 30 minuutin yksilöllinen puhelu keskustellaksesi tavoitteistasi ja haasteistasi",
            "optionalCall": "Tämä puhelu on vapaaehtoinen, mutta erittäin suositeltava!",
            "chooseDate": "Valitse Päivämäärä",
            "pickTime": "Valitse Aika",
            "allTimes": "Kaikki ajat ovat Intian aikaa",
            "back": "Takaisin",
            "fullName": "Koko nimi",
            "enterName": "Anna nimi",
            "phoneNumber": "Puhelinnumero",
            "enterPhoneNumber": "Anna puhelinnumero",
            "email": "Sähköposti",
            "enterEmail": "Anna sähköpostisi",
            "connectTeam": "Käytä tilaisuus yhdistyä tiimiimme ja selvitä, kuinka alustamme voi voimaannuttaa yrityksesi saavuttamaan uusia korkeuksia.",
            "customWebsiteDesign": "✔️Räätälöity verkkosivusuunnittelu",
            "affordablePricing": "✔️Edulliset hinnat",
            "seamlessUserExperience": "✔️Saumaton käyttäjäkokemus",
            "technicalSupport": "✔️24/7 tekninen tuki",
            "marketingTools": "✔️Integroituja digitaalisia markkinointityökaluja",
            "bringQuestions": "Voit myös tuoda kaikki kysymykset, joita sinulla on meille!",
            "submit": "Lähetä"
        }
    
    
}
