{
    "pageTitle": "BrewMyCode",
    "menuOptions": {
        "Home": "Arbete",
        "About": "Om oss",
        "Service": "Tjänster",
        "Contact": "Kontakt",
        "Language": "Språk"
    },
    "mainHeading": "Omvandla idéer till digitala lösningar",
    "mainPara": "Brewmycode är en utvecklingsbyrå som brinner för att omvandla idéer till kraftfulla digitala lösningar — webb, blockchain, AI, spelutveckling och mer.",
    "BtnTxtletsTalk": "Låt oss prata",
    "OfferHeading": "Vad vi erbjuder",
    "offerPara": "Teknik som löser verkliga problem. Vi erbjuder lösningar — webb, e-handel, blockchain, AI, spelutveckling och mer. Dina idéer omvandlade till digitala upplevelser — snabbt och effektivt.",
    "ServiceHeading": "Vad vi erbjuder",
    "services.WebDevelopment.title": "📦Produktutveckling och MVP:er",
    "services.WebDevelopment.des": "Från idé till lansering — snabbt. Behöver du en fungerande produkt, inte bara en prototyp? Vi hjälper startups att bygga MVP:er som är smidiga, kraftfulla och redo för lansering. Få ett dedikerat team som rör sig snabbt och bygger smart.",
    "services.GameDevelopment.title": "💻 Webbutveckling",
    "services.GameDevelopment.des": "Modern, snabb och skalbar. Vi bygger webbplatser och plattformar som inte bara ser bra ut — de presterar också. Från marknadsföringssajter till komplexa webbapplikationer, vi förverkligar idéer med ren kod och smart design.",
    "services.ECommerceSolutions.title": "🛠️ Teknisk omstrukturering och optimering",
    "services.ECommerceSolutions.des": "Åtgärda vad som saktar ner dig. Har du redan en produkt eller webbplats, men den är klumpig, full av buggar eller långsam? Vi moderniserar, optimerar och omarbetar befintliga system så att du kan röra dig snabbare med självförtroende.",
    "services.Blockchain.title": "🤝 Dedikerade utvecklare",
    "services.Blockchain.des": "Ditt utvecklingsteam utan rekryteringsdrama. Vi matchar dig med skickliga utvecklare som arbetar som en del av ditt team — daglig kommunikation, snabba iterationer, verkligt ägande. Skala ditt tekniska team utan extra kostnader.",
    "whybrewHeading": "Varför BrewMyCode?",
    "cardshead1": "Vi samarbetar som en teknisk medgrundare, inte bara en leverantör",
    "cardsData1": "Vi tänker på din produkt som om den vore vår — och erbjuder idéer, inte bara genomförande.",
    "cardshead2": "Alltid uppdaterad — dagliga uppdateringar, transparent process",
    "cardsData2": "Du behöver aldrig gissa vad som händer eller jaga oss för framsteg.",
    "cardshead3": "Tar deadlines på allvar. Besatta av kvalitet.",
    "cardsData3": "Vi levererar i tid, varje gång — utan att tumma på kvaliteten.",
    "TechHeading": "Teknologi vi stödjer",
   "techdata": {
        "JS": "JavaScript",
        "net": "Nätverk",
        "ploy": "Strategi",
        "react": "React",
        "Ruby": "Ruby",
        "Shopy": "Shopy",
        "TS": "TypeScript",
        "WP": "WordPress",
        "flutter": "Flutter",
        "Etherium": "Ethereum",
        "bc": "Blockchain"
    },
    "KnowmoreHeading": "Lär dig mer om BrewmyCode",
    "exp1": "10+",
    "exp1sub": "Års Erfarenhet",
    "exp2": "+50",
    "exp2sub": "Genomförda Projekt",
    "exp3": "+25",
    "exp3sub": "Globala Kunder",
    "ServiceData": {
        "whoWeAre": {
            "title": "Vilka Vi Är",
            "description": "På BrewmyCode är vi ett litet och passionerat team som gör visioner till verklighet. Vi älskar det vi gör och skapar unika lösningar för varje grundare. Ingen lösning passar alla: bara skräddarsydd teknik för dina idéer."
        },
        "whatMakesUsDifferent": {
            "title": "Vad Som Gör Oss Unika",
            "description": "Vi kombinerar kreativitet med praktiska lösningar. Inga buzzwords, bara tydliga lösningar. Vi älskar att förverkliga dina drömmar och behandlar dina idéer som våra egna."
        },
        "ourPromise": {
            "title": "Vårt Löfte",
            "description": "Vi är din teknologiska partner, inte bara en tjänsteleverantör. Vi bryr oss om dina mål och är stolta över varje rad kod vi skriver. Din framgång driver oss."
        },
        "whyTrustUs": {
            "title": "Varför Lita På Oss",
            "description": "Direkt Kommunikation: Prata med riktiga utvecklare. Skräddarsydda Lösningar: Vi lyssnar först och bygger sedan. Passion för Startups: Dina drömmar matar vår passion."
        }
    },
   "servicedataBoost": "Ökning av konverteringar för Märke Y.",
    "servicedataBoost1": "Nya användare inom sex månader för Startup X.",
    "serviceBtn": "Läs Mer->",
    "workHeading": "Vårt Arbete",
    "worksub": "Vi har arbetat med många projekt: e-handel, blockchain, spel och mer. Här visar vi det bästa av vårt arbete. Varje projekt är en resa vi gör tillsammans, där vi möter utmaningar och firar framgångar som vänner.",
    "workcards.WebDevelopment.title": "Webbutveckling",
    "workcards.WebDevelopment.description": "Blockchain och kryptovaluta förenklat.",
    "workcards.GameDevelopment.title": "Spelutveckling",
    "workcards.GameDevelopment.description": "Blockchain och kryptovaluta förenklat.",
    "workcards.Blockchain.title": "Blockchain",
    "workcards.Blockchain.description": "Blockchain och kryptovaluta förenklat.",
    "workcards.EcommerceSolution.title": "E-handelslösningar",
    "workcards.EcommerceSolution.description": "Blockchain och kryptovaluta förenklat.",
    "testimonalhead": "Våra Kunders Ord",
    "testimonialsub": "Det här är vad några av våra kunder säger om att arbeta med oss.",
    "testimonialCards.ClientA.name": "Kund A",
    "testimonialCards.ClientA.testimonial": "Brewmycode hjälpte oss att förvandla vår vision till verklighet. Teamet var engagerat och gjorde processen smidig och givande.",
    "testimonialCards.ClientB.name": "Kund B",
    "testimonialCards.ClientB.testimonial": "Vi gick från en idé till över 1 miljon nedladdningar, tack vare det otroliga stödet från Brewmycode.",
    "testimonialCards.ClientC.name": "Kund C",
    "testimonialCards.ClientC.testimonial": "Deras tillvägagångssätt är personligt och de bryr sig verkligen om din framgång. Rekommenderas starkt.",
    "NeedHelpHeading": "Behöver Du Något Annat?",
    "NeedHelpsub": "Vi skapar skräddarsydda planer för att möta de specifika behoven på din webbplats. Kontakta oss.",
    "btnNeedHelp": "Boka Hjälp",
    "footerHeading": "Håll Dig i Framkant i den Digitala Världen!",
    "footerpara": "Få exklusiva tips, trender och uppdateringar om:",
    "footersubheading1": "Webbutveckling: De senaste ramverken, verktygen och bästa praxis.",
    "footersubheading2": "Digitala Lösningar: Innovativa strategier för att förbättra din online-närvaro.",
    "footersubheading3": "Skriv Din E-postadress",
    "footerbtn": "Kontakta Oss",
"servicesData": {
        "WebDevelopment": {
            "mainHeading": "Webbutveckling",
            "mainpara": "Du behöver en webbplats som fungerar för dig – effektiv, skalbar och tilltalande. På Brewmycode fokuserar vi på att skapa digitala upplevelser som hjälper dig att nå dina mål, oavsett om du börjar från grunden eller tar det till nästa nivå.",
            "subHeading": "Anpassad Webbutveckling",
            "subpara": "Från landningssidor till komplexa plattformar, bygger vi skräddarsydda lösningar som passar ditt företags behov. Inga standardmallar – bara det som fungerar för dig.",
            "subhead1": "AI- och ML-integration",
            "subpara1": "När det gäller att skapa fantastiskt arbete och en lycklig arbetsplats där alla kan vara sig själva, är delning inte valfritt. Det är avgörande.",
            "subhead2": "Responsiv Design",
            "subpara2": "Vi vet att människor har investerat mycket i sina företag, så vi bryr oss om vad vi gör och är engagerade i att hitta rätt personer som hjälper oss att göra det bra.",
            "subhead3": "Skalbart och Säkerhet",
            "subpara3": "Vi står upp för de orsaker som motiverar oss, de idéer vi värderar och de värderingar vi lever och andas.",
            "subhead4": "Alltid Frågasättande",
            "subpara4": "Våra roller går bortom våra skrivbord. Att hitta tillfredsställelse innebär att ställa frågor, ifrågasätta antaganden och absorbera världen omkring oss."
        },
        "GameDevelopment": {
            "mainHeading": "Spelutveckling",
            "mainpara": "Ditt företag behöver en mobilapp som fungerar – snabb, pålitlig och enkel för dina användare. På Brewmycode skapar vi appar som når dina användare var de än är och tillhandahåller enkla upplevelser som passar dina mål.",
            "subHeading": "Skräddarsydda Mobilappar som Drivs av Framgång",
            "subpara": "",
            "subhead1": "Skräddarsydd Apputveckling",
            "subpara1": "Oavsett om du behöver en MVP eller en fullständig app, utvecklar vi vad du behöver. Inga genvägar, bara funktioner som dina användare vill ha.",
            "subhead2": "Plattformsoberoende Lösningar",
            "subpara2": "Nå användare på iOS och Android med en lösning som fungerar bra överallt.",
            "subhead3": "Användarcentrerad Design",
            "subpara3": "Vi gör det enkelt för människor att använda din app – så att de fortsätter att komma tillbaka.",
            "subhead4": "Skalbar Backend",
            "subpara4": "En backend som växer med dig, håller dina data säkra och din app igång smidigt."
        },
        "ECommerceDevelopment": {
            "mainHeading": "Tjänster för E-handelsutveckling",
            "mainpara": "Din e-handelsbutik måste göra mer än att visa produkter – den måste konvertera, tillhandahålla en smidig shoppingupplevelse och skala med din tillväxt. Brewmycode hjälper dig att skapa en butik som gör just det.",
            "subHeading": "E-handel som Fungerar för Dig",
            "subpara": "",
            "subhead1": "Skräddarsydd E-handelsutveckling",
            "subpara1": "Få en skräddarsydd lösning för ditt varumärke, från nischade butiker till stora online-marknadsplatser. Vi förverkligar din vision.",
            "subhead2": "Användarupplevelsedesign",
            "subpara2": "Vi prioriterar att göra din butik enkel att använda. En smidig och intuitiv upplevelse håller kunderna engagerade och främjar köp.",
            "subhead3": "Integrerade Betalningar",
            "subpara3": "Erbjud kunder en mängd säkra och praktiska betalningsmetoder som garanterar en smidig betalningsprocess varje gång.",
            "subhead4": "Verktyg för Lagerhantering",
            "subpara4": "Hantera dina produkter, lager och beställningar med optimerade och användarvänliga system som förenklar din dagliga verksamhet."
        },
        "BlockchainDevelopment": {
            "mainHeading": "Tjänster för Blockchain-utveckling",
            "mainpara": "Robusta, säkra och skalbara blockchain-lösningar anpassade efter dina affärsmål. På Brewmycode hjälper vi dig att låsa upp potentialen i blockchain-teknologin.",
            "subHeading": "Blockchain-lösningar som Driver Innovation",
            "subpara": "Skapa blockchain-applikationer som tillhandahåller säkerhet, transparens och effektivitet.",
            "subhead1": "Skräddarsydd Blockchain-utveckling",
            "subpara1": "Designa och bygg blockchain-lösningar som är anpassade till dina specifika affärsbehov, vare sig det är en decentraliserad applikation, en privat blockchain eller en skräddarsydd lösning.",
            "subhead2": "Utveckling av Smarta Kontrakt",
            "subpara2": "Automatisera processer säkert med självverkställande smarta kontrakt byggda med precision och tillförlitlighet.",
            "subhead3": "Decentraliserade Applikationer (dApps)",
            "subpara3": "Utveckla intuitiva och högpresterande decentraliserade applikationer för olika användningsområden, från finans till försörjningskedjor.",
            "subhead4": "Blockchain-integration",
            "subpara4": "Integrera blockchain smidigt i dina befintliga system för att förbättra säkerhet, transparens och effektivitet."
        }
    },

    "formSection": {
        "greeting": "¡Hola, Hablemos!",
        "schedule": "Programa una llamada individual de 30 minutos para discutir tus objetivos y desafíos",
        "optionalCall": "¡Esta llamada es opcional pero altamente recomendada!",
        "chooseDate": "Elige una Fecha",
        "pickTime": "Elige una Hora",
        "allTimes": "Todas las horas son en hora de India",
        "back": "Atrás",
        "fullName": "Nombre Completo",
        "enterName": "Ingresa tu nombre",
        "phoneNumber": "Número de Teléfono",
        "enterPhoneNumber": "Ingresa tu número de teléfono",
        "email": "Correo Electrónico",
        "enterEmail": "Ingresa tu correo electrónico",
        "connectTeam": "Aprovecha esta oportunidad para conectarte con nuestro equipo y descubrir cómo nuestra plataforma puede empoderar a tu negocio para alcanzar nuevas alturas.",
        "customWebsiteDesign": "✔️Diseño web personalizado",
        "affordablePricing": "✔️Precios asequibles",
        "seamlessUserExperience": "✔️Experiencia de usuario sin problemas",
        "technicalSupport": "✔️Soporte técnico 24/7",
        "marketingTools": "✔️Herramientas de marketing digital integradas",
        "bringQuestions": "¡También puedes traer cualquier pregunta que tengas para nosotros!",
        "submit": "Enviar"
    }
}